app/controllers/todo_lists_controller.rb

INSERT INTO "todo_lists" ("created_at", "description", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-12-09 03:54:26.497774"], ["description", "asdjkasd"], ["title", "hola"], ["updated_at", "2014-12-09 03:54:26.497774"]]
---
  def create
    @todo_list = TodoList.new(todo_list_params)

    respond_to do |format|
      if @todo_list.save